{
    "barbaro":{
      "foco":"for",
      "descri":
        "Os Bárbaros podem ser guerreiros que carregam a brutalidade da sobrevivência na natureza ou até mesmo ser o possuidor de conhecimento de espíritos ancestrais. Eles são lutadores bastante poderosos, que utilizam da fúria que faz seu poder e força aumentarem em combate. Além de causarem muito dano, os Bárbaros também conseguem aguentar dano, sendo muitas vezes os tanques da equipe, eles também podem sentir o perigo através dos seus sentidos.",
        "arquetipo":{
          "1_":{ "nome": "Caminho do guerreiro Totemico",
            "text":["Seu caminho é buscar a sintonia com o mundo natural, concedendo a você uma afinidade com as bestas. A partir do 3° nível, quando você toma esse caminho, você recebe a habilidade de conjurar as magias sentido bestial e falar com animais, mas apenas na forma de rituais. A partir do 3° nível, quando você adota esse caminho, você escolhe um totem espiritual e ganha suas características. Os totêns são <strong>Águia:</strong>, <strong>Urso</strong>, <strong>Lobo</strong> <br></br><br></br><strong>Nível 3 - Totem Espíritual:</strong>  Escolha um espírito animal; você recebe a habilidade relacionada a ele. Seu totem deve ser um animal relacionado aos listados aqui, mas você pode escolher um mais apropriado a sua terra natal. Por exemplo, você poderia escolher um falcão ou abutre ao invés da águia, uma pantera ou onça ao invés do tigre, e assim por diante.<br></br><br></br><strong>Águia:</strong> Quando estiver em fúria e não estiver vestindo uma armadura pesada, as outras criaturas terão desvantagem nas jogadas de ataque de oportunidade contra você e você pode usar a ação de Disparada como uma ação bônus no seu turno. O espirito da águia torna você um predador que pode vagar pelo meio da briga com facilidade. <br></br><br></br><strong>Lobo:</strong> Você ganha a sensibilidade predatória de um lobo. Você pode rastrear outras criaturas quando estiver viajando a passo rápido e vocêpode se mover furtivamente quando estiver viajando a passo normal. <br></br><br></br><strong>Urso:</strong> Você ganha a força de um urso. Sua capacidade de carga (incluindo carga máxima e capacidadede erguer) é dobrada e você tem vantagem em testes de Força realizados para empurrar, puxar, erguer ou quebrar objetos.<strong>Nivel 6 - Aspecto da Besta:</strong>  Você adquire um benefício místico baseado no totem escolhido. Você pode optar pelo mesmo animal que selecionou no 3° nível ou um diferente. <br></br><br></br>• Águia: Você pode enxergar a uma milha (1,6 Km) sem dificuldade, sendo capaz de discernir até os menores detalhes quando estiver olhando para algo a menos de 30 metros de você. Além disso, penumbra não impõem desvantagem nos seus testes de Sabedoria (Percepção).<br></br><br></br><strong>Lobo:</strong> Você pode rastrear outras criaturas quando estiver viajando a passo rápido e pode se mover furtivamente quando estiver viajando a passo normal.<br></br><br></br> <strong>Urso:</strong>   Sua capacidade de carga (incluindo carga máxima e capacidade de erguer) é dobrada e você tem vantagem em testes de Força realizados para empurrar, puxar, erguer ou quebrar objetos.<br></br><br></br> <strong>Cervo:</strong>  Seja montado ou a pé, seu ritmo de caminhada é dobrado. Até 10 companheiros em até 18 metros  de você também recebem esse benefício se você não estiver incapacitado.<br></br><br></br> <strong>Tigre:</strong> Recebe proficiência em duas perícias entre Acrobacia, Atletismo, Furtividade e Sobrevivência.<br></br><br></br>"]
          },
          "2_":{"nome":"Caminho do Berseker", "text":["Para alguns bárbaros a fúria é um meio para se alcançar um objetivo e o Caminho do Berserker é banhado em sangue e violência. Conforme entra em fúria, ele se joga sobre seus inimigos vibrando no caos da batalha, sem se preocupar com sua segurança ou bem-estar, focando-se apenas na destruição de seus inimigos. <br></br><br></br><strong>Nivel 3 - Frenesi:</strong> Sempre que entra em Fúria pode escolher entrar em Frenesi. Durante um Frenesi você pode fazer um único ataque com arma, com uma Ação Bônus, em cada um de seus turnos após esse. Quando o frenesi acabar você sofre um nível de exaustão.<br></br><br></br><strong>Nivel 6 - Fúria sem Mente:</strong> Você não pode ser Encantado ou Assustado durante uma Fúria. Caso esteja Encantado ou Assustado, ao entrar em Fúria o efeito é suspenso pela sua duração.<br></br><br></br><strong>Nível 10 - Presença Intimidadora:</strong> Você pode rugir ameaçadoramente a uma criatura a até 9m. O alvo deve passar em resistência de SAB (CD = 8 + bônus de proficiência + modificador de Carisma) ou ficar Assustado por 1 turno. Em turnos seguintes você pode estender o efeito por mais um turno gastando uma ação. Esse efeito acaba caso alvo termine seu turno sem linha de visão ou a mais de 18m de você.Um alvo que passe no teste torna-se imune ao efeito por 24h.<br></br><br></br><strong>Nível 14 - Retaliação:</strong> Sempre que sofrer dano de uma criatura adjacente ao seu personagem, você pode usar sua Reação para realizar um ataque corpo-a-corpo com arma contra ela."
        ]},
        "level":[
          {
            "lv":1,
            "hp":12,
            "atk":1,
            "bp":2,
            "f":2,
            "df":2,
            "i":false,
            "h":[]
          },
          {
            "lv":2,
            "hp":19,
            "atk":1,
            "bp":2,
            "f":2,
            "df":2,
            "i":false,
            "h":[1]
          },
          {
            "lv":3,
            "hp":26,
            "atk":1,
            "bp":2,
            "f":3,
            "df":2,
            "i":false,
            "h":[]
          },
          {
            "lv":4,
            "hp":33,
            "atk":1,
            "bp":2,
            "f":3,
            "df":2,
            "i":true,
            "h":[]
          },
          {
            "lv":5,
            "hp":40,
            "atk":2,
            "bp":3,
            "f":3,
            "df":2,
            "i":false,
            "h":[]
          },
          {
            "lv":6,
            "hp":47,
            "atk":2,
            "bp":3,
            "f":4,
            "df":2,
            "i":false,
            "h":[]
          },
          {
            "lv":7,
            "hp":54,
            "atk":2,
            "bp":3,
            "f":4,
            "df":2,
            "i":false,
            "h":[]
          },
          {
            "lv":8,
            "hp":61,
            "atk":2,
            "bp":3,
            "f":4,
            "df":2,
            "i":true,
            "h":[]
          },
          {
            "lv":9,
            "hp":68,
            "atk":2,
            "bp":4,
            "f":4,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":10,
            "hp":75,
            "atk":2,
            "bp":4,
            "f":4,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":11,
            "hp":82,
            "atk":2,
            "bp":4,
            "f":4,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":12,
            "hp":82,
            "atk":2,
            "bp":4,
            "f":5,
            "df":3,
            "i":true,
            "h":[]
          },
          {
            "lv":13,
            "hp":89,
            "atk":2,
            "bp":5,
            "f":5,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":14,
            "hp":96,
            "atk":2,
            "bp":5,
            "f":5,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":15,
            "hp":103,
            "atk":2,
            "bp":5,
            "f":5,
            "df":3,
            "i":false,
            "h":[]
          },
          {
            "lv":16,
            "hp":110,
            "atk":2,
            "bp":5,
            "f":5,
            "df":4,
            "i":false,
            "h":[]
          },
          {
            "lv":17,
            "hp":117,
            "atk":2,
            "bp":6,
            "f":6,
            "df":4,
            "i":false,
            "h":[]
          },
          {
            "lv":18,
            "hp":124,
            "atk":2,
            "bp":6,
            "f":6,
            "df":4,
            "i":false,
            "h":[]
          },
          {
            "lv":19,
            "hp":131,
            "atk":2,
            "bp":6,
            "f":6,
            "df":4,
            "i":true,
            "h":[]
          }
          ,
          {
            "lv":20,
            "hp":131,
            "atk":2,
            "bp":6,
            "f":10000000,
            "df":4,
            "i":true,
            "h":[]
          }
        ]     
      }
    },
    "bardo":{
      "foco":"car",
      "descri":"Artistas conhecedores das histórias do mundo, Bardos são capazes de realizar magia a partir de suas obras, seja com música, pintura ou até mesmo um breve discurso. Bardos são especialistas na manipulação não apenas mágica, mas também em tocar o coração dos alvos das mais variadas formas a partir de suas técnicas.",
      "arquetipo":{
        "1_":{"nome":"Colégio do Conhecimento", "text":"Bardos do Colégio do Conhecimento conhecem algo sobre a maioria das coisas, coletando pedaços de conhecimento de fontes tão diversas quanto tomos eruditos ou contos de camponeses. Quer seja cantando baladas populares em taverna, quer seja elaborando composições para cortes reais, esses bardos usam seus dons para manter a audiência enfeitiçada. Quando os aplausos acabam, os membros da audiência vão estar se questionando se tudo que eles creem é verdade, desde sua crença no sacerdócio do templo local até sua lealdade ao rei. A fidelidade desses bardos reside na busca pela beleza e verdade, não na lealdade a um monarca ou em seguir os dogmas de uma divindade. Um nobre que mantem um bardo desses como seu arauto ou conselheiro, sabe que o bardo prefere ser honesto que político. Os membros do colégio se reúnem em bibliotecas e, as vezes, em faculdades de verdade, completas com salas de aula e dormitórios, para partilhar seu conhecimento uns com os outros. Eles também se encontram em festivais ou em assuntos de estado, onde eles podem expor corrupção, desvendar mentiras e zombar da superestima de figuras de autoridade. "},
        "2_":{"nome":"Colégio da Bravura", "text":"Os bardos do Colégio da Bravura são escaldos destemidos de quem os contos mantem viva a memória dos grandes heróis do passado, dessa forma inspirando uma nova geração de heróis. Esses bardos se reúnem em salões de hidromel ou ao redor de fogueiras para cantar os feitos dos grandiosos, tanto do passado quanto do presente. Eles viajam pelos lugares para testemunhar grandes eventos em primeira mão e para garantir que a memória desses eventos não se perca nesse mundo. Com suas canções, eles inspiram outros a alcançar o mesmo patamar de realizações dos antigos heróis. "}

    },
      "level":[
          {
            "lv":1,
            "hp":8,
            "atk":1,
            "bp":2,
            "magias":[2,2,0,0,0,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":2,
            "hp":13,
            "atk":1,
            "bp":2,
            "magias":[2,3,0,0,0,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":3,
            "hp":18,
            "atk":1,
            "bp":2,
            "magias":[2,4,2,0,0,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":4,
            "hp":23,
            "atk":1,
            "bp":2,
            "magias":[3,4,3,0,0,0,0,0,0,0],
            "i":true,
            "h":[]
          },
          {
            "lv":5,
            "hp":28,
            "atk":2,
            "bp":3,
            "magias":[3,4,3,2,0,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":6,
            "hp":33,
            "atk":2,
            "bp":3,
            "magias":[3,4,3,3,0,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":7,
            "hp":38,
            "atk":2,
            "bp":3,
            "magias":[3,4,3,3,1,0,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":8,
            "hp":43,
            "atk":2,
            "bp":3,
            "magias":[3,4,3,3,2,0,0,0,0,0],
            "i":true,
            "h":[]
          }
          ,
          {
            "lv":9,
            "hp":48,
            "atk":2,
            "bp":4,
            "magias":[3,4,3,3,3,1,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":10,
            "hp":53,
            "atk":2,
            "bp":4,
            "magias":[4,4,3,3,3,2,0,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":11,
            "hp":58,
            "atk":2,
            "bp":4,
            "magias":[4,4,3,3,3,2,1,0,0,0],
            "i":false,
            "h":[]
          },
          {
            "lv":12,
            "hp":63,
            "atk":2,
            "bp":4,
            "magias":[4,4,3,3,3,2,1,0,0,0],
            "i":true,
            "h":[]
          },
          {
            "lv":13,
            "hp":68,
            "atk":2,
            "bp":5,
            "magias":[4,4,3,3,3,2,1,1,0,0],
            "i":true,
            "h":[]
          }
      ]
    },
    "bruxo":{
      "descri":"Entidades ancestrais aguardam nos limites da compreensão mortal aqueles com coragem o suficiente para adquirir poder e, a partir de um pacto, você foi um deles. Bruxos se tornam conjuradores arcanos a partir de pactos o que lhes dão além das magias capacidades únicas e úteis tanto ofensivamente, quanto para suporte.",
      "arquetipo":{
        "1_":{"img":"/arquetipos/bruxo1.svg","nome":"Pacto da Corrente", "text":"Você aprende a magia convocar familiar e pode conjurá-la como um ritual. Essa magia não conta no número de magias que você conhece. Quando você conjura essa magia, você pode escolher uma das formas convencionais para o seu familiar ou uma das seguintes formas especiais: diabrete, pseudodragão, quasit ou sprite. Além disso, quando você realiza a ação de Ataque, você pode renunciar s um dos seus ataques para permitir que seu familiar realize um ataque, com a reação dele."},
        "2_":{"img":"/arquetipos/bruxo2.svg","nome":"Pacto da Lamina", "text":""},
        "3_":{"img":"/arquetipos/bruxo3.svg","nome":"Pacto no Tomo", "text":"Seu patrono lhe deu um grimório chamado Livro das Sombras. Quando você adquire essa característica, escolha três truques da lista de magias de qualquer classe. Enquanto o livro estiver com você, você poderá conjurar esses truques à vontade. Eles não contam no número de truques que você conhece. Esses truques são considerados magias de bruxo para você e não precisam ser da mesma lista de magia. Se você perder seu Livro das Sombras, você pode realizar uma cerimônia de 1 hora para receber um substituto do seu patrono. Essa cerimônia pode ser realizada durante um descanso curto ou longo e destrói o livro anterior. O livro se torna cinzas quando você morre. "}
    },
      "img":"/imgs_classes/bruxo.png"
    },
    "clerigo":{
      "descri":"Servos dos Deuses e outras entidades Divinas, Clérigos são capazes de realizar verdadeiros milagres por onde passam.Dependendo do cenário utilizado, podem tomar as mais variadas formas, pois seus poderes e motivações são ligados a cosmogonia de cada universo, indo de servos de deuses bondosos ou completamente malignos.",
       "arquetipo":{
        "1_":{"img":"/arquetipos/clerigo1.svg", "nome":"Domínio do Conhecimento", "text":"Os deuses do conhecimento – como Oghma, Boccob, Gilean, Aureon e Thoth – valorizam o estudo e compreensão acima de tudo. Alguns ensinam que o conhecimento deve ser coletado e partilhado em bibliotecas e universidades ou promovem o conhecimento prático do artesanato e da invenção. Algumas divindades escondem conhecimentos e os mantém em segredo para si mesmos. E outros prometem a seus seguidores que eles ganharão poderes tremendos se desvendarem os segredos do multiverso. Os seguidores desses deuses estudam conhecimento exotérico, coletam tomos antigos, escavam locais secretos da terra e aprendem tudo que podem. Alguns deuses do conhecimento que promovem a prática de ofícios e criação incluem deuses da forja como Gond, Reorx, Onatar, Moradin, Hefesto e Goibhniu."},
        "2_":{"img":"/arquetipos/clerigo2.svg","nome":"Domínio da Vida", "text":"O domínio da vida foca na vívida energia positiva – uma das forças fundamentais do universo – que sustenta toda a vida. Os deuses da vida promovem a vitalidade e a saúde, curando os doentes e feridos, cuidando dos necessitados, além de afastar as forças da morte e hordas de mortos-vivos. Quase toda divindade não maligna pode alegar influência sobre esse domínio. Em particular divindades da agricultura (como Chauntea, Arawai e Demeter), do sol (como Lathander, Pelor e Re-Horakhty), da cura ou resistência (como Ilmater, Mishakal, Apolo e Diancecht), e do lar e comunidade (como Hestia, Hathor e Boldrei). "},
        "3_":{"img":"/arquetipos/clerigo3.svg","nome":"Domínio da Natureza", "text":"Os deuses da natureza são tão variados como a própria natureza do mundo, desde deuses inescrutáveis de profundas florestas (como Silvanus, Obad-Hai, Chislev, Balinor e Pã) até divindades amigáveis associadas a alguma fonte ou bosque em particular (como Eldath). Druidas reverenciam a natureza como um todo e podem vir a servir essas divindades, praticando ritos misteriosos e recitando orações a muito esquecidas em sua própria língua secreta. Porém, muitos desses deuses também possuem clérigos, campeões que tem um papel mais ativo em promover os interesses particulares de um deus da natureza. Esses clérigos devem caçar monstruosidades malignas que usurpam dos bosques, abençoar a colheita dos fieis ou murchar a cultura dos que irritarem seus deuses. "},
        "4_":{"img":"/arquetipos/clerigo4.svg","nome":"Domínio da Tempestade", "text":"Deuses cujo portfólio contenha o domínio da Tempestade – como Talos, Umberlee, Kord, Zeboim, o Devorador, Zeus e Thor – governam tormentas, mares e céus. Estão inclusos deuses dos relâmpagos e trovões, deuses dos terremotos, alguns deuses do fogo e certos deuses da violência, força física e coragem. Em alguns panteões, um deus com esse domínio comanda os outros deuses e é conhecido pela justiça rápida levada através de relâmpagos. Nos panteões de povos marítimos e  70 navegantes, deuses com esse domínio são divindades do oceano e patrono dos marinheiros. Deuses da tempestade enviam seus clérigos para inspirar pavor no povo comum, tanto para mantê-los no caminho da justiça e coragem quanto para oferecer sacrifícios de propiciação para afastar a ira divina. "},
        "5_":{"img":"/arquetipos/clerigo5.svg","nome":"Domínio da Enganação", "text":"Deuses da enganação – como Tymora, Beshaba, Olidammara, o Viajante, Garl Glittergold e Loki – são causadores de travessuras e instigadores que se mantém como um desafio constante para a aceitação das ordens tanto de mortais quanto dos deuses. Eles são patronos dos ladrões, trapaceiros, apostadores, rebeldes e libertadores. Seus clérigos são uma força intrometida no mundo, ferindo orgulhos, zombando de tiranos, roubando dos ricos, libertando cativos e desrespeitando tradições vazias. Eles preferem subterfúgio, trapaças, enganação e rouba no lugar do confronto direto."},
        "6_":{"img":"/arquetipos/clerigo6.svg","nome":"Domínio da Guerra", "text":"A guerra tem muitas manifestações. Ela pode tornar pessoas comuns em heróis. Ela pode ser desesperadora e horripilante, com atos de crueldade e covardia obscurecendo momentos de bravura e coragem. Em ambos os casos, os deuses da guerra zelam pelos guerreiros e os recompensa pelos seus grandes feitos. Os clérigos de tais deuses se sobressaem em batalha, inspirando os outros a lutar o bom combate ou oferecendo atos de violência como suas orações. Entre os deuses da guerra estão inclusos campeões da honra e bravura (como Torm, Heironeous e Kir-Jolith) assim como deuses da destruição e pilhagem (como Erythnul, a Fúria, Gruumsh e Ares) e deuses da conquista e dominação (como Bane, Hextor e Maglubiyet). Outros deuses da guerra (como Tempus, Nike e Nuada) tomam uma postura mais neutra, promovendo a guerra em todas as suas manifestações e apoiando os guerreiros em qualquer circunstância."},        
        "7_":{"img":"/arquetipos/clerigo7.svg","nome":"Domínio da Morte", "text":"O domínio da Morte está interessado nas forças que causam morte, assim como na energia negativa que ergue as criaturas mortas-vivas. Divindades como Chemosh, Myrkil e We Jas são patronos de necromantes, cavaleiros da morte, liches, senhores das múmias e vampiros. Deuses com o domínio da Morte também incorporam assassinato (Anubis, Bhaal e Pyremius), dor (Iuz ou Loviatar), doença ou veneno (Incabulos, Talona ou Morgion) e o submundo (Hades e Hel)."}
       },
        "img":"/imgs_classes/clerego.png"
    },
    "druida":{
      "descri":"Sábios e poderosos, druidas são conjurados divinos conectados diretamente com a natureza,  capaz de controlá-la ou tornar-se parte dela como animais, monstros e plantas diversas. Druidas misturam a versatilidade de quem controla a natureza, mas também as penalidades dequem não aceita a evolução trazida pela sociedade que afeta e muitas vezes destrói a origem de seus poderes.",
       "arquetipo":{
        "1_":{"img":"/arquetipos/druida1.svg","nome":"Círculo da Terra", "text":"O Círculo da Terra é constituído por místicos e sábios que salvaguardam conhecimento e ritos antigos através de uma vasta tradição oral. Esses druidas se encontram em círculos sagrados de árvores ou monólitos para sussurrar segredos primordiais em Druídico. Os membros mais sábios do círculo presidem como os sacerdotes-dirigentes de comunidades que creem na Crença Antiga, e servem como conselheiros para os governantes desses povos. Como membro desse círculo, sua magia é influenciada pela terra onde você é iniciado nos ritos misteriosos do círculo."},
        "2_":{"img":"/arquetipos/druida2.svg","nome":"Círculo da Lua", "text":"Os druidas do Círculo da Lua são ferrenhos guardiões na natureza. Sua ordem se reuni nas noites de lua cheia para partilhar notícias e trocar informações. Eles assombram as partes mais profundas das florestas, onde eles podia ir por semanas a fio antes de cruzar o caminho de outro humanoide e, muito menos outro druida. Tão mutável quanto a lua, um druida desse círculo poderia espreitar como um grande felino, voar sobre a copa das árvores como uma águia no dia seguinte e mergulhar pela vegetação rasteira como um urso para expulsar um monstro invasor. A selvageria está no sangue do druida. "},
        "3_":{"img":"/arquetipos/druida3.svg","nome":"Círculo Da Floresta", "text":"A partir do 6° nível, mover-se através de terreno difícil não-mágico não te custará nenhum movimento extra. Você também pode passar através de plantas não-mágicas sem ser atrasado por elas e sem sofrer dano delas se elas tiverem espinhos, espinhas ou perigos similares. Além disso, você tem vantagem em testes de resistência contra plantas criadas magicamente ou manipuladas para impedir movimentação, como as criadas pela magia constrição. "}
       },
       "img":"/imgs_classes/clerego.png"
    },
    "guardiao":{
      "descri":"Também chamado de Ranger em outras edições, os Guardiões são especialistas em terrenos e alvos específicos. O Guardião é um aliado versátil e um inimigo mortal capaz de atravessar a natureza selvagem com facilidade e caçar seus inimigos marcados com técnica e eficiência.",
      "arquetipo": {
        "1_":{"img":"/arquetipos/ranger1.svg", "nome":"Caçador", "text":"Se você quiser uma subclasse que te permitirá lutar melhor, o caçador pode ser uma opção. Ao possuir opções de aumento de dano, acertar múltiplos alvos e redução do dano recebido, você se tornará um caçador à espreita de seu próximo alvo."},
        "4_":{"img":"/arquetipos/ranger2.svg", "nome":"Matador de Monstros","text":"Se você quer ser especialista em caçar monstros a lá Geralt de The Witcher, então o caçador pode ser a subclasse que você procurava. Especializados em derrotar determinados tipos de criaturas, o Caçador te dará poderosos benefícios contra determinados alvos."},
        "7_":{"img":"/arquetipos/ranger3.svg","nome":"Enxameador", "text":"Caso seu foco seja em ter poderosos grupos de aliados ao seu lado, esta pode ser a sua opção. Ao unir-se com a natureza ao seu redor, você estará cercado de forças que lhe ajudarão das mais variadas formas. Este enxame pode ser de insetos, pássaros, fadas ou pragas."}
      },
      "img":"/imgs_classes/guardiao.png"
    },
    "guerreiro":{
      "descri":"Treinados em combate com as mais variadas armas e equipamentos, os Guerreiros são, provavelmente, a mais comum das classes existentes em D&D, pois englobam todos os aventureiros que não entrem nas demais categorias. Um guerreiro é tecnicamente a classe mais simples para novatos e uma das mais versáteis, capaz de se manter diversificado ou se especializar no uso de uma arma ou manobra específica.",
      "arquetipo":{
        "1_":{"img":"/arquetipos/guerreiro1.svg","nome":"Mestre de batalha", "text":"Aqueles que emulam o arquétipo de Mestre de Batalha empregam técnicas marciais passadas de geração em geração. Para um Mestre de Batalha, o combate é um campo acadêmico, as vezes, incluindo assuntos além da batalha, como forjaria e caligrafia. Nem todo guerreiro absorve as lições de história, teoria e arte que são refletidas no arquétipo de Mestre de Batalha, mas aqueles que conseguem, tornam-se guerreiros bemsupridos de grande perícia e conhecimento. "},
        "2_":{"img":"/arquetipos/guerreiro2.svg","nome":"Campeão", "text":"O arquétipo Campeão foca no desenvolvimento da pura força física acompanhada por uma perfeição mortal. Aqueles que trilham o caminho desse arquétipo combinam rigorosos treinamentos com excelência física para desferir golpes devastadores."},
        "3_":{"img":"/arquetipos/guerreiro3.svg","nome":"Cavaleiro Arcano","text":"O arquétipo de Cavaleiro Arcano combina a maestria marcial comum a todos os guerreiros, com um cuidadoso estudo de magia. Os cavaleiros arcanos usam técnicas mágicas similares as praticadas pelos magos. Eles focam seu estudo em duas das oito escolas: abjuração e evocação. As magia de abjuração concedem proteção adicional em batalha ao Cavaleiro Arcano, e as magias de evocação causam dano a vários oponentes de uma vez, estendendo o alcance do guerreiro em combate. Esses cavaleiros aprendem, comparativamente, um pequeno número de magias, guardando-as na memória ao invés de mantê-las em um grimório. "}
      }
      ,
      "img":"/imgs_classes/guerreiro.png"
    },
    "ladino":{
      "descri":"Mestres da furtividade, dos talentos ocultos e até mesmo do assassinato, muitos tratam o ladino como simples criminosos quando, na verdade, são aventureiros fundamentais para qualquer grupo. Ladinos possuem um conjunto próprio de técnicas focadas em arrombamento, manuseio de armadilhas, escalada, furto e técnicas que peguem o alvo desprevenido que sim, podem ser usadas para o mau caso queiram, mas também criam exploradores e aventureiros vitais para qualquer grupo dentro e fora de masmorras.",
      "arquetipo":{
        "1_":{"img":"/arquetipos/ladino1.svg","nome":"Assassino", "text":"Você focou seu treinamento na macabra arte da morte. Aqueles que devotam-se a esse arquétipo são diversos: assassinos de aluguel, espiões, caçadores de recompensa e, até mesmo, padres especialmente treinados em exterminar os inimigos das suas divindades. Subterfúgio, veneno e disfarces ajudam você a eliminar seus oponentes com eficiência mortífera"},
        "2_":{"img":"/arquetipos/ladino2.svg","nome":"Ladrão", "text":"Você aprimorou suas habilidades na arte do furto de pequenos itens. Gatunos, bandidos, batedores de carteira e outros criminosos geralmente seguem esse arquétipo, mas também aqueles ladinos que preferem se ver como caçadores de tesouro profissionais, exploradores de masmorras e investigadores. Além de aprimorar sua agilidade e furtividade, você aprende perícias úteis para desbravar ruínas antigas, ler idiomas incomuns e usar itens mágicos que normalmente não poderia."},
        "3_":{"img":"/arquetipos/ladino3.svg","nome":"Trapaceiro Arcano", "text":"Alguns ladinos aprimoram suas finas perícias de furtividade e agilidade com magia, aprendendo truques de encantamento e ilusão. Esses ladinos incluem não somente batedores de carteira e assaltantes, mas também 93 trapaceiros, enganadores e um número significativo de aventureiros. "}
      },
      "img":"/imgs_classes/ladino.png"
    },
    "monge":{
      "descri":"Mestres no combate desarmado e no uso do misterioso Chi em habilidades únicas! O Monge é uma classe que foca sua força em rajadas de múltiplos ataques desarmados cada vez mais fortes, além de técnicas que misturam artes marciais com o consumo de Chi, uma energia que apenas ele possui no jogo.",
      "arquetipo":{
        "1_":{"img":"/arquetipos/monge1.svg","nome":"Caminho da Sombra", "text":"Monges do Caminho da Sombra seguem uma tradição que valoriza furtividade e subterfugio. Esses monges devem ser chamados de ninjas ou dançarinos das sombras e eles servem como espiões e assassinos. Às vezes, os membros de um monastério ninja são membros da mesma família, formando um clã que jurou sigilo sobre suas artes e missões. Outros monastérios parecem mais com guildas de ladrões, oferecendo seus serviços a nobres, mercadores ricos ou qualquer um que possa pagar suas taxas. Independente dos seus métodos, os líderes desses monastérios esperam obediência inquestionável de seus estudantes. "},
        "2_":{"img":"/arquetipos/monge2.svg","nome":"Caminho dos Quatro Elementos", "text":"Você segue uma tradição monástica que ensina você a dominar os elementos. Quando você foca seu chi, você pode se alinhar com as forças da criação e moldar os elementos a sua vontade, usando-os como uma extensão do seu corpo. Alguns membros dessa tradição se dedicam a um único elemento, mas outros tecem os elementos juntos. Muitos monges dessa tradição tatuam seus corpos com representações dos seus poderes de chi, normalmente representadas através de dragões enrolados, mas também como fênix, peixes, plantas, montanhas e ondas coroantes. "}
      },
        "img":"/imgs_classes/monge.png"
    },
    "mago":{
      "descri":"Estudiosos dedicados às regras arcanas, magos são os mais famosos usuários de magia, graças ao grande poder e versatilidade capazes de adquirir com o tempo. Magos misturam os diferentes caminhos da magia com as restrições de precisar decorá-las diariamente, um equilíbrio que torna o Mago poderoso, mas também uma posição complexa para qualquer equipe.",
      "arquetipo":{
        "1_":{"img":"/arquetipos/mago1.svg","nome":"Escola de Abjuração", "text":"A Escola de Abjuração enfatiza magias que bloqueiam, expulsão ou protegem. Detratores dessa escola dizem que sua tradição trata de contradição, negação, ao invés de asserções positivas. Você compreende, no entanto, que terminar efeitos nocivos, proteger os fracos e banir influências malignas é tudo, menos um vazio filosófico. É uma vocação de orgulho e respeito. Chamados de abjuradores, membros dessa escola são procurados quando espíritos sinistros precisam ser exorcizados, quando locais importantes devem ser guardados contra espionagem mágica e quando portais para outros planos de existência precisam ser selados. "},
        "2_":{"img":"/arquetipos/mago2.svg","nome":"Escola de Conjuração", "text":"Como um conjurador, você prefere magias que produzam objetos e criaturas do nada. Você pode conjurar nuvens esvoaçantes de gás mortal ou invocar criaturas de outros lugares para lutar por você. À medida que seu domínio cresce, você aprende magias de teletransportação e pode se teletransportar por vastas distâncias, até mesmo para outros planos de existência, em um instante. "},
        "3_":{"img":"/arquetipos/mago3.svg","nome":"Escola de Adivinhação", "text":"Os conselhos de um adivinho são procurados tanto pela realeza quanto pelos plebeus comuns, por todos que buscam uma compreensão mais clara do passado, presente e futuro. Como um adivinho, você se esforça para separar os véus do espaço, tempo e da consciência, de modo que você possa ver claramente. Você trabalha para dominar magias de discernimento, visão remota, conhecimento sobrenatural e previsão. "},
        "4_":{"img":"/arquetipos/mago4.svg","nome":"Escola de Encantamento", "text":"Como um membro da Escola de Encantamento, você afiou sua habilidade de entrar magicamente e seduzir outras pessoas e monstros. Alguns encantadores são pacifistas que fascinam os violentos para que larguem suas armas e enfeitiçam os cruéis para mostrar misericórdia. Outros são tiranos que dominam magicamente os involuntários, obrigando-os a servi-lo. A maioria dos encantadores está em algum lugar entre esses extremos. "},
        "5_":{"img":"/arquetipos/mago5.svg","nome":"Escola de Evocação", "text":"Você foca seu estudo para criar poderosos efeitos elementais, como um frio cortante, uma chama intensa, um trovão estrondoso, um relâmpago devastador e ácido ardente. Alguns evocadores encontram emprego nas forças militares, servindo como artilharia para explodir fileiras inimigas de longe. Outros usam seu poder espetacular para proteger os fracos, enquanto alguns buscam o ganho próprio como bandidos, aventureiros ou aspirantes de tiranos. "}, 
        "6_":{"img":"/arquetipos/mago6.svg","nome":"Escola de Ilusão", "text":"Você focou seus estudos em magias que ofuscam os sentidos, confundem a mente e enganam até mesmo os povos mais sábios. Sua mágica é sutil, mas as ilusões criadas pela sua mente afiada fazem o impossível parecer real. Alguns ilusionistas – incluindo muitos magos gnomos – são vigaristas benignos que usam suas magias para entreter. Outros são mestres mais sinistros da enganação, usando suas ilusões para apavorar e iludir os outros para ganhos pessoais. "}, 
        "7_":{"img":"/arquetipos/mago7.svg","nome":"Escola de Necromancia", "text":"A Escola de Necromancia explora as forças cósmicas da vida, morte e morte-vida. À medida que você foca seus estudos nessa tradição, você aprende a manipular a energia que anima todas as coisas vivas. Enquanto progride, você aprende a retirar a força vital de uma criatura enquanto sua magia destrói seu corpo, transformando a energia vital em poder mágico que você pode manipular. A maioria das pessoas veem necromantes como ameaças, ou até mesmo vilões, devido a sua associação intima com a morte. Nem todos os necromantes são malignos, mas as forças que eles manipulam são consideradas tabu por diversas sociedades. "},
        "8_":{"img":"/arquetipos/mago8.svg","nome":"Escola de Transmutação", "text":"Você é um estudante de magias que modificam energia e matéria. Para você, o mundo não é uma coisa fixa, mas sim eminentemente mutável e você se deleita em ser um agente da mudança. Você empunha a matéria-prima da criação e aprendeu tanto formas físicas quanto qualidades mentais. Sua magia lhe dá as ferramentas para se tornar o ferreiro na forja da realidade. Alguns transmutadores são vigaristas ou brincalhões, transformando pessoas em sapos e transformando cobre em prata por diversão e lucro ocasional. Outros perseguem seus estudos mágicos com uma seriedade mórbida, buscando o poder dos deuses de criar e destruir mundos. "}
      }, 
        "img":"/imgs_classes/mago.png"
    },
    "paladino":{
      "descri":"Cavaleiros divinos com poderes vindos de entidades ou de um forte juramento, Paladinos podem ser o exemplo perfeito de herói ou de um terrível algoz por onde passarem, mas independente da forma, sempre serão lembrados por quem testemunhar seus poderes. Paladinos misturam o uso de armas e armaduras pesadas, montarias e poderes divinos advindos de um voto ou código de honra.",
       "arquetipo":{
        "1_":{"img":"/arquetipos/paladino1.svg","nome":"Juramento de Devoção", "text":"O Juramento de Devoção vincula um paladino aos mais sublimes ideias de justiça, virtude e ordem. Algumas vezes chamados de campeões, cavaleiros brancos ou guerreiros sagrados, esses paladinos atendem o ideal do cavaleiro na armadura brilhante, agindo com honra em busca de justiça e do bem maior. Eles se agarram aos mais altos padrões de conduta, e alguns, para o melhor ou para o pior, consideram que o resto do mundo deve ter os mesmos padrões. Muitos dos que fazem esse juramento são devotados aos deuses da lei e do bem e usam os dogmas de seus deuses como medida de sua devoção. Eles consideram os anjos – os perfeitos servos do bem – como seus ideais e incorporam imagens de asas angelicais em seus elmos ou brasões. "}, 
        "2_":{"img":"/arquetipos/paladino3.svg","nome":"Juramento dos AncIões", "text":"O Juramento dos Anciões é tão antigo quanto a raça dos elfos e os rituais dos druidas. Algumas vezes chamados de cavaleiros feéricos, cavaleiros verdejantes ou cavaleiros dos chifres, paladinos que fazem esse juramento lançam  113 sua sorte com o lado da luz na batalha cósmica contra as trevas, porque eles amam as coisas belas e vivificantes do mundo, não necessariamente porque eles acreditam em princípios de honra, coragem e justiça. Eles adornam suas armaduras e roupas com imagens de coisas que crescem – folhas, galhadas ou flores – para refletir seu comprometimento em preservar a vida e a luz no mundo. "},
        "3_":{"img":"/arquetipos/paladino4.svg","nome":"Juramento da Vingança", "text":"O Juramento de Vingança é um comprometimento solene de punir aqueles que cometeram pecados graves. Quando forças malignas chacinam camponeses indefesos, quando todo um povo se volta contra a vontade dos deuses, quando uma guilda de ladrões cresce e se torna violenta e poderosa, quando um dragão investe através da zona rural – em momentos como esses, paladinos surgem e fazem o Juramento de Vingança para tornar certo o que já foi errado. Para esses paladinos – algumas vezes chamados de vingadores ou de cavaleiros negros – sua própria pureza não é tão importante quando trazer justiça. "}
      },
        "img":"/imgs_classes/paladino.png"
    }
  }